[
  {
    "id": 801,
    "title": "아빠 회사 얘기 듣고",
    "content": "아빠가 회사에서 외국인 바이어 오면 괜히 위축된다고 했거든요. 그래서 아빠랑 뇌체크로 간단한 인사, 소개 문장만 같이 연습했는데, 아빠가 '이거면 나도 말해볼 수 있겠다' 하심. 그 말 듣는데 마음이 뭔가 찡… 진짜 도움 된다"
  },
  {
    "id": 802,
    "title": "엄마랑 새벽 공부",
    "content": "엄마가 잠 안 온다고 새벽에 거실에 계시길래 뇌체크 같이 켰어요. 둘이 조용히 따라 읽다가 엄마가 '너랑 이런 거 해보는 것도 좋다' 하시는데… ㅠㅠ 그날 새벽 공기까지 다 따뜻했음"
  },
  {
    "id": 803,
    "title": "아빠가 '굿' 했음 ㅋㅋ",
    "content": "뇌체크로 공부한 표현으로 아빠한테 영어로 칭찬해봤어요. 'You did a great job today' 했더니 아빠가 잠깐 멈추더니 '굿' 하고 손가락 척 ㅋㅋ 진짜 별거 아닌데 그 장면이 아직도 생각나서 웃고 울고 난리"
  },
  {
    "id": 804,
    "title": "엄마 소원 하나",
    "content": "엄마가 해외드라마 자막 없이 보고 싶다 했는데, 그 말 듣고 같이 뇌체크 시작했거든요. 오늘 엄마가 '저 말 들렸어! I'm sorry!' 이러면서 좋아하는데 완전 애기 같음 ㅋㅋ 그 모습 보고 저도 행복해짐"
  },
  {
    "id": 805,
    "title": "가족여행 체크인 성공",
    "content": "호텔에서 제가 영어로 예약 확인하고, 엄마아빠는 뒤에서 조용히 듣고 있었어요. 직원이 'OK' 하고 키 주는데 아빠가 제 뒤통수 톡 치면서 '우리 애 다 컸네' 함 ㅠㅠ 진짜 그 말에 심장 녹았다"
  },
  {
    "id": 806,
    "title": "엄마가 나를 믿는 눈빛",
    "content": "뇌체크로 연습하다가 엄마 앞에서 갑자기 영어로 말해봤는데, 엄마 눈빛이 '우리 애 진짜 해내네' 이런 느낌이었어요. 그 눈빛 하나가 너무 커서… 괜히 눈물 나더라 ㅠㅠ"
  },
  {
    "id": 807,
    "title": "아빠랑 '발음 배틀'",
    "content": "아빠가 뇌체크 하다가 저한테 '너 이거 읽어봐' 이러면서 장난침 ㅋㅋ 그래서 둘이 발음 배틀했는데, 엄마가 옆에서 박수 치고 난리. 가족이 이렇게 웃는 시간이 생긴 게 제일 좋음"
  },
  {
    "id": 808,
    "title": "엄마에게 작은 효도",
    "content": "엄마가 해외 직구할 때 영어 때문에 맨날 포기했거든요. 뇌체크로 배운 단어들로 주문 페이지 같이 보면서 제가 설명해줬는데 엄마가 '아… 이런 거였구나' 하심. 그 순간 '아 이게 효도지' 싶어서 진짜 뿌듯했어요"
  },
  {
    "id": 809,
    "title": "아빠가 내 얘기 함",
    "content": "아빠 친구분들 만나셨다가 집 와서 '우리 애 영어 공부 한다더라' 이런 얘기 했다고 하더라구요. 아빠가 그런 말 꺼내는 스타일 아닌데… 괜히 마음이 찡하고, 더 열심히 하게 됨 ㅠㅠ 뇌체크 계속 간다"
  },
  {
    "id": 810,
    "title": "엄마랑 카페에서",
    "content": "카페에서 엄마랑 앉아서 뇌체크 했는데, 엄마가 이어폰 한 쪽 나눠 끼자고 하심. 둘이 작은 소리로 따라 읽다가 눈 마주치고 웃었어요 ㅋㅋ 이런 소소한 순간이 겁나 소중하더라"
  },
  {
    "id": 811,
    "title": "아들이 '엄마 멋져'",
    "content": "아들이 영어 숙제 하다가 막히길래 뇌체크로 같은 표현 찾아서 같이 연습했어요. 아들이 갑자기 '엄마 멋져' 이러는 거… ㅠㅠ 그 말 한방에 피곤 싹 사라짐. 진짜 엄마도 공부해야 한다는 걸 느낌"
  },
  {
    "id": 812,
    "title": "엄마가 자꾸 웃음",
    "content": "엄마가 뇌체크로 배운 문장 따라 하다가 발음이 귀엽게 꼬이는데, 본인도 웃고 저도 웃고 ㅋㅋ 그러다 어느 순간 또박또박 해내는 거 보고 감동. 엄마는 진짜 천천히라도 계속 늘더라구요"
  },
  {
    "id": 813,
    "title": "아빠 표정 풀림",
    "content": "아빠가 요즘 힘들어 보였는데, 제가 뇌체크 하다가 'How was your day?' 물어봤거든요. 아빠가 잠깐 멈추더니 '괜찮았지' 하면서 표정이 풀림. 영어 한 문장으로 대화가 시작되는 게 신기하고 따뜻했어요"
  },
  {
    "id": 814,
    "title": "엄마랑 목표 세움",
    "content": "엄마랑 '30일만 해보자' 하고 뇌체크 시작했는데, 오늘 30일 찍었어요 ㅠㅠ 엄마가 '너 덕분에 해냈다' 하는데… 아니 내가 더 고맙지. 같이 하는 사람이 있다는 게 이렇게 큰 힘인 줄 몰랐음"
  },
  {
    "id": 815,
    "title": "아빠가 사진 찍어줌",
    "content": "제가 뇌체크 연속 기록 갱신했다고 혼자 좋아하고 있었는데, 아빠가 갑자기 '기록 화면 보여봐' 하더니 사진 찍어줌 ㅋㅋ 그리고 '나중에 더 늘면 또 찍자' 이러는데… 자랑스러워한다는 게 느껴져서 괜히 눈물남"
  },
  {
    "id": 816,
    "title": "엄마 꿈, 내 꿈",
    "content": "엄마가 젊을 때 영어 배우고 싶었는데 못 배웠다고 하더라구요. 그래서 뇌체크로 엄마랑 같이 공부하면서 엄마 꿈을 같이 채워드리는 느낌? 진짜 감정이 막 올라와서 ㅠㅠ 이런 앱이 있다는 게 고맙다"
  },
  {
    "id": 817,
    "title": "가족 단톡에 영어 ㅋㅋ",
    "content": "뇌체크로 배운 표현으로 가족 단톡에 'Good night everyone' 쳤더니 엄마가 'ㅋㅋㅋㅋ' 아빠가 '오~~' 이러고 난리. 별거 아닌데 가족 분위기 좋아져서 완전 만족"
  },
  {
    "id": 818,
    "title": "엄마가 '나도 할 수 있네'",
    "content": "엄마가 발음 녹음 듣고 '아 나 너무 못한다' 하길래, 제가 '엄마 이거 진짜 잘했어' 계속 말해줬거든요. 다음날 엄마가 '나도 할 수 있네' 하고 웃는 순간… ㅠㅠ 제 마음이 막 벅차올랐음"
  },
  {
    "id": 819,
    "title": "아빠랑 공항에서",
    "content": "공항에서 안내 방송이 영어로 나오는데 아빠가 '뭐래?' 하심. 제가 뇌체크에서 들었던 표현이랑 비슷해서 바로 설명해드렸더니 아빠가 '오… 너 귀가 열렸네' 하심 ㅋㅋ 그 말이 왜 이렇게 좋냐"
  },
  {
    "id": 820,
    "title": "엄마한테 선물 같은 앱",
    "content": "뇌체크는 제가 공부하려고 깔았는데, 어느새 엄마가 더 열심히 하심 ㅋㅋ 엄마가 '이거 나한테 선물 같다' 하는데 진짜 울컥 ㅠㅠ 괜히 앱 켤 때마다 마음이 따뜻해져요"
  },
  {
    "id": 821,
    "title": "아들이랑 매일 10분",
    "content": "아들이랑 '10분만!' 하고 뇌체크 하는데, 그 10분이 우리 둘 대화 시간 됐어요. 아들이 영어 싫어했는데 요즘은 '오늘은 뭘 배워?' 먼저 물어봄. 진짜 성장 느껴져서 미쳤다"
  },
  {
    "id": 822,
    "title": "아빠가 처음으로 부탁",
    "content": "아빠가 어느 날 갑자기 '나도 그 앱 좀 알려줘' 하더라구요. 아빠가 뭔가를 '부탁'하는 게 진짜 드문데… 그 순간 제가 괜히 어른 된 느낌 ㅠㅠ 같이 하니까 더 꾸준해짐"
  },
  {
    "id": 823,
    "title": "엄마가 자막 끄고",
    "content": "엄마가 드라마 보다가 갑자기 자막 꺼보자고 해서 둘이 도전했어요. 완전 다 알아듣는 건 아니지만, 뇌체크에서 배운 표현 나오면 엄마가 '저거! 저거!' 하면서 눈 반짝임 ㅋㅋ 그 모습이 너무 귀엽고 감동"
  },
  {
    "id": 824,
    "title": "가족 모임에서 한 문장",
    "content": "명절 가족 모임에서 사촌이 외국 친구 데려왔는데 다들 어색해하더라구요. 제가 뇌체크로 배운 'Please enjoy the food' 말했더니 분위기 확 풀림 ㅋㅋ 엄마가 뒤에서 엄지 척… 진짜 그날 집 와서 울컥함"
  },
  {
    "id": 825,
    "title": "엄마 손 잡고",
    "content": "엄마랑 여행 갔을 때 길 물어보는 상황 생겨서 제가 영어로 물었거든요. 엄마가 제 손을 잡고 '고마워' 하는데… 그 손의 온도가 아직도 기억나요 ㅠㅠ 뇌체크 덕분에 엄마가 더 편했을 거라 생각하니 뿌듯"
  },
  {
    "id": 826,
    "title": "아빠가 웃으면서 따라함",
    "content": "아빠가 뇌체크 발음 따라 하다가 자꾸 R 발음에서 미끄러짐 ㅋㅋ 근데 포기 안 하고 계속 하심. 그 모습이 괜히 멋있어서, 제가 옆에서 박수쳐줬어요. 아빠도 사람이고, 노력하면 는다… 감동"
  },
  {
    "id": 827,
    "title": "엄마랑 약속함",
    "content": "엄마랑 '연말에 해외여행 가서 내가 통역한다' 약속했어요. 뇌체크로 매일 조금씩 쌓아가는데, 엄마가 '우리 꼭 가자' 하면서 눈이 촉촉… ㅠㅠ 진짜 포기 못 함"
  },
  {
    "id": 828,
    "title": "아들이랑 하이파이브",
    "content": "아들이 뇌체크 문제 맞히고 저랑 하이파이브 하는데, 그게 너무 행복해요 ㅋㅋ 예전엔 영어만 나오면 찡찡댔는데 이제는 게임처럼 즐김. 부모님도 같이 하니까 더 끈끈해지는 느낌"
  },
  {
    "id": 829,
    "title": "엄마가 내 어깨 토닥",
    "content": "제가 영어 울렁증 있어서 말하다가 버벅였는데, 엄마가 옆에서 '괜찮아, 너 잘하고 있어' 하면서 어깨 토닥이심. 뇌체크로 조금씩 말이 트이니까 엄마도 안심하는 듯… 그 순간 둘 다 조용히 웃었어요 ㅠㅠ"
  },
  {
    "id": 830,
    "title": "아빠의 '인정' 한마디",
    "content": "뇌체크로 공부한 걸로 간단한 자기소개 문장 만들어서 아빠한테 말했더니, 아빠가 '이 정도면 인정' 이러심 ㅋㅋ 그게 왜 이렇게 큰지… 진짜 가족한테 인정받는 느낌이 최고"
  },
  {
    "id": 831,
    "title": "엄마랑 같이 성장",
    "content": "엄마가 '너만 공부하지 말고 나도 끼워줘' 이러길래 같이 했는데, 이제는 엄마가 저를 끌고 감 ㅋㅋ 엄마가 '오늘은 이거까지 하자' 하시는데 완전 멋있음. 감동이랑 존경이 같이 옴"
  },
  {
    "id": 832,
    "title": "아빠가 기념일처럼",
    "content": "제가 뇌체크 100일 찍었다고 하니까 아빠가 '그럼 오늘은 기념일이네' 하면서 치킨 사옴 ㅋㅋ 아빠가 이런 이벤트 하는 거 처음 봄. 진짜 눈물 찔끔… 이래서 꾸준히 하게 된다"
  },
  {
    "id": 833,
    "title": "엄마의 첫 해외 통화",
    "content": "엄마가 해외에 있는 친척이랑 통화할 때 영어 한마디라도 해보고 싶다 했거든요. 뇌체크로 연습한 'How are you?' 해보셨는데 상대가 웃으면서 받아줘서 엄마가 너무 좋아하심 ㅠㅠ 그날 엄마가 '나 오늘 행복해' 했어요"
  },
  {
    "id": 834,
    "title": "아들이 영어 싫어하던 이유",
    "content": "아들이 영어를 싫어했던 게 '틀릴까 봐'였더라구요. 뇌체크는 틀려도 다시 하면 되고, 짧게 쪼개져 있으니까 부담이 덜함. 아들이 '부모님이랑 하니까 안 무서워' 이 말에 진짜 울컥 ㅠㅠ"
  },
  {
    "id": 835,
    "title": "엄마가 편지처럼",
    "content": "엄마가 저한테 카톡으로 '오늘 뇌체크 했어' 보내는 게 너무 귀여움 ㅋㅋ 근데 그 한 줄이 편지 같아요. 엄마가 스스로를 포기 안 하는 느낌이라… 제가 더 잘해야겠다고 다짐하게 됨"
  },
  {
    "id": 836,
    "title": "아빠의 조용한 응원",
    "content": "아빠는 티 안 내는 스타일인데, 제가 뇌체크 켜면 옆에서 TV 소리 줄여주심. 말 한마디 없어도 '응원한다'는 느낌이 확 오더라구요. 그런 조용한 배려가 진짜 눈물 버튼 ㅠㅠ"
  },
  {
    "id": 837,
    "title": "가족사진 찍는 날",
    "content": "가족사진 찍으러 갔는데 사진사님이 외국인이었어요. 제가 뇌체크로 배운 표현으로 'One more shot, please' 말했더니 바로 알아들으심 ㅋㅋ 엄마가 옆에서 '우리 애 뭐야' 표정… 그날 가족사진 더 예쁘게 나온 느낌"
  },
  {
    "id": 838,
    "title": "엄마랑 '발음 녹음' 듣다가",
    "content": "엄마랑 발음 녹음 기능 같이 듣는데 처음엔 둘 다 민망해서 빵 터짐 ㅋㅋ 그러다 조금씩 좋아지는 거 들리니까 엄마가 조용히 미소 짓더라구요. 그 미소가 너무 예뻐서 갑자기 마음이 꽉 차는 느낌 ㅠㅠ"
  },
  {
    "id": 839,
    "title": "아빠가 내 이름 불렀음",
    "content": "제가 공항에서 통역하고 있었는데, 아빠가 뒤에서 제 이름 부르면서 '고맙다' 하심. 그 순간 진짜 눈물 나올 뻔… 뇌체크로 준비한 문장들이 실제로 가족을 편하게 해줬다는 게 너무 뿌듯했어요"
  },
  {
    "id": 840,
    "title": "엄마랑 약속한 여행",
    "content": "엄마가 영어 때문에 여행이 무섭다 했는데, 뇌체크로 같이 준비하면서 '무섭다'가 '기대된다'로 바뀌는 느낌이에요. 엄마가 '너랑 가면 든든해' 하는데 ㅠㅠ 진짜 그 말로 다 된다"
  },
  {
    "id": 841,
    "title": "아들이 나를 스승이라 함",
    "content": "아들이 뇌체크 하다가 모르는 거 있으면 '선생님~' 하고 부르는데 완전 웃김 ㅋㅋ 근데 그게 장난이 아니라 진짜 믿고 따라오는 느낌이라 감동. 부모도 자식도 서로에게 배우는 것 같아서 마음이 따뜻해요"
  },
  {
    "id": 842,
    "title": "엄마가 다시 젊어진 느낌",
    "content": "엄마가 '공부하니까 내가 다시 젊어진 것 같아' 이러는데… ㅠㅠ 그 말이 너무 좋았어요. 뇌체크로 매일 조금씩 하면서 엄마 표정이 밝아진 게 제일 큰 변화임. 진짜 진솔 후기: 마음까지 좋아짐"
  },
  {
    "id": 843,
    "title": "아빠랑 약간 친구됨 ㅋㅋ",
    "content": "예전엔 아빠랑 대화가 딱딱했는데, 뇌체크 같이 하면서 장난도 치고 웃는 시간이 늘었어요. 아빠가 '오늘은 너가 이겼다' 이런 말 하는데 완전 친구 같음 ㅋㅋ 가족이랑 이렇게 가까워질 줄 몰랐음"
  },
  {
    "id": 844,
    "title": "엄마의 '괜찮다'",
    "content": "제가 발음 틀려서 민망해하니까 엄마가 '괜찮아 ㅋㅋ 너 원래 귀여워' 이러심. 그 말에 긴장이 풀리면서 영어가 더 잘 나오더라구요. 뇌체크도 좋지만, 같이 해주는 가족이 진짜 큰 힘 ㅠㅠ"
  },
  {
    "id": 845,
    "title": "아빠가 나 대신 말함",
    "content": "아빠가 뇌체크로 배운 인사 표현을 어느 날 가족 모임에서 진짜로 써버림 ㅋㅋ 'Nice to meet you' 하고 손 내미는데… 미쳤다 우리 아빠 너무 멋있었음. 그날 아빠 눈빛이 반짝반짝해서 괜히 울컥했다 ㅠㅠ"
  },
  {
    "id": 846,
    "title": "토익 900 찍음ㅠㅠ",
    "content": "나 진짜 영어랑 담쌓고 살았는데 뇌체크 꾸준히 하니까 점수가 미쳤다… 715에서 905로 점프함 ㄹㅇ. 시험장 나오면서 손 떨리고 울 뻔 ㅠㅠ"
  },
  {
    "id": 847,
    "title": "취업 붙었어요… 진짜",
    "content": "영어 때문에 서류도 자신 없었는데, 뇌체크로 매일 조금씩 하니까 자기소개서도 말이 술술 나오더라구요. 최종 합격 문자 보고 방에서 소리 질렀음 ㅋㅋ"
  },
  {
    "id": 848,
    "title": "영어면접 합격했어요!!",
    "content": "면접 전날까지도 '망했다'였는데 뇌체크로 답변 패턴 정리하듯 연습하니까 입이 풀림. 면접관이 '설명 명확하다' 해서 그 자리에서 멘탈 회복 ㅠㅠ 합격까지…!"
  },
  {
    "id": 849,
    "title": "인생이 바뀜",
    "content": "영어 컴플렉스가 내 인생 발목 잡는 느낌이었거든요. 뇌체크로 쌓인 게 보이니까 자신감이 생겨서 다른 것도 도전하게 됨… 이게 제일 큼 ㄹㅇ."
  },
  {
    "id": 850,
    "title": "승진ㅋㅋ 드디어",
    "content": "회사에서 영어 발표 때문에 맨날 피했는데 이번엔 도망 안 감. 뇌체크로 문장 뼈대 잡고 말하는 연습하니까 팀장님이 칭찬함 ㅋㅋ 승진까지 이어짐 완전 실화."
  },
  {
    "id": 851,
    "title": "토익 점수 폭발함",
    "content": "나 원래 600대에서 멈춰있던 사람인데 뇌체크로 루틴 만들고 나니까 800 중반 그냥 찍음. 친구들이 무슨 일 있냐고 함 ㅋㅋ 진짜 나도 신기함."
  },
  {
    "id": 852,
    "title": "해외취업 오퍼 받음ㅠㅠ",
    "content": "메일 읽는 것도 겁나 스트레스였는데 뇌체크로 매일 영어 노출하니까 두려움이 줄더라. 인터뷰까지 버티고 결국 오퍼 받았어요… 부모님한테 말하고 울었음 ㅠㅠ"
  },
  {
    "id": 853,
    "title": "이민 준비… 영어가 살렸음",
    "content": "이민 서류랑 인터뷰 생각만 해도 숨 막혔는데 뇌체크로 하루 10분이라도 하니까 불안이 내려감. '나도 할 수 있네' 이 느낌이 진짜 큼."
  },
  {
    "id": 854,
    "title": "영포자였는데 탈출함",
    "content": "영어는 그냥 내 뇌에서 거부하는 줄 알았음 ㅋㅋ 뇌체크로 작은 성공 계속 쌓이니까 갑자기 재미 붙음. 나 같은 사람도 되네요 ㄹㅇ."
  },
  {
    "id": 855,
    "title": "면접에서 말이 안 막힘",
    "content": "예전엔 영어 질문 받으면 머리가 하얘졌는데 이번엔 뇌체크로 연습한 문장들이 자동으로 나옴. 떨어질 줄 알았는데 합격이라니… 아직도 어안이 벙벙 ㅠㅠ"
  },
  {
    "id": 856,
    "title": "토익 850 넘겼다ㅠㅠ",
    "content": "목표가 800이었는데 850까지 가버림. 뇌체크 하면서 '오늘만 하자' 했던 게 모여서 결과가 됐음… 진짜 감동."
  },
  {
    "id": 857,
    "title": "취준 멘탈 구원템",
    "content": "취준하면서 자존감 바닥 찍었는데 뇌체크는 딱 '나 지금 성장 중' 느낌 줘서 버틸 수 있었음. 결국 원하는 회사 붙음… 미쳤다 ㅠㅠ"
  },
  {
    "id": 858,
    "title": "해외 프로젝트 투입됨",
    "content": "영어 회의 듣기만 하다가 뇌체크로 표현 몇 개라도 익혀서 말하기 시작했거든요. 그거 보고 매니저가 해외 프로젝트 넣어줌 ㅋㅋ 인생역전 맞음."
  },
  {
    "id": 859,
    "title": "컴플렉스가 사라짐",
    "content": "영어 못해서 사람 만나는 것도 위축됐는데, 뇌체크 하면서 '아 나도 설명할 수 있구나'가 생김. 이 자신감이 다른 데도 퍼짐 ㄹㅇ."
  },
  {
    "id": 860,
    "title": "토익 700→880 실화냐",
    "content": "광고 같겠지만 진짜임 ㅋㅋ 뇌체크로 매일 쪼개서 하니까 부담이 없어서 꾸준히 됨. 점수 보고 내 눈을 의심함."
  },
  {
    "id": 861,
    "title": "영어메일 이제 안 무서움",
    "content": "메일 올 때마다 심장 쿵 했는데 뇌체크로 기본 표현 익히고 나니 읽는 속도가 달라짐. 덕분에 업무 평가도 좋아졌어요 ㅠㅠ"
  },
  {
    "id": 862,
    "title": "승진 심사 통과!!",
    "content": "영어 프레젠테이션이 제일 큰 관문이었는데 뇌체크로 문장 다듬고 연습하니까 떨려도 끝까지 했음. 결과 나오자마자 눈물 ㅠㅠ"
  },
  {
    "id": 863,
    "title": "토익 900대가 내 점수라니",
    "content": "나 진짜 500대에서 헤매던 사람이었음… 뇌체크로 습관 만들고 나니까 930 찍음. '나도 해냈다'가 이렇게 울컥하네요 ㅠㅠ"
  },
  {
    "id": 864,
    "title": "해외대학 인터뷰 합격",
    "content": "인터뷰 준비하면서 매일 뇌체크로 말하는 감각 유지했어요. 긴장했는데도 질문 이해하고 답변이 이어지더라구요. 합격 메일 보고 방에서 춤춤 ㅋㅋ"
  },
  {
    "id": 865,
    "title": "영어 회피 인생 끝",
    "content": "예전엔 영어만 나오면 도망갔는데 뇌체크 하면서 도망 안 가게 됨. 작은 용기들이 쌓여서 면접도 붙고… 진짜 인생이 달라짐."
  },
  {
    "id": 866,
    "title": "토익 점수 미쳤다 ㅋㅋ",
    "content": "시험 보기 전엔 '또 망하겠지' 했는데 뇌체크로 했던 것들이 그대로 나와서 당황함 ㅋㅋ 점수 보고 '응?' 소리 나옴."
  },
  {
    "id": 867,
    "title": "해외취업 서류 통과",
    "content": "영어 이력서 쓰는 거 지옥이었는데 뇌체크로 표현 정리해놓으니까 훨씬 깔끔하게 쓰게 됨. 서류 통과 메일 받고 손 덜덜 ㅠㅠ"
  },
  {
    "id": 868,
    "title": "면접에서 칭찬 들음",
    "content": "면접관이 '발음이랑 표현이 자연스럽다'고 하셨는데 그날 하루 종일 기분 좋아서 미쳤음 ㅋㅋ 뇌체크 꾸준히 한 나 칭찬해."
  },
  {
    "id": 869,
    "title": "이직 성공… 드디어",
    "content": "영어 때문에 연봉 올릴 기회 다 놓쳤는데 뇌체크로 꾸준히 하니까 이직 면접이 덜 무서워짐. 결과는 합격 ㅠㅠ 인생역전 시작."
  },
  {
    "id": 870,
    "title": "토익 800 벽 깸",
    "content": "800 넘는 게 평생 소원 같았는데 뇌체크로 루틴 잡고 2달 하니까 820 찍음. 점수표 보면서 진짜 눈물남 ㅠㅠ"
  },
  {
    "id": 871,
    "title": "영어가 '가능'으로 바뀜",
    "content": "영어=불가능 이 공식이었는데 뇌체크 하니까 영어=연습하면 됨으로 바뀜. 이 생각 전환이 제일 큰 선물 같아요."
  },
  {
    "id": 872,
    "title": "해외 출장 보내줌 ㅋㅋ",
    "content": "영어 못해서 출장 대상에서 늘 빠졌는데 이번엔 뇌체크로 준비한 덕에 내가 가게 됨 ㅋㅋ 팀에서 놀라는 거 보면서 속으로 뿌듯."
  },
  {
    "id": 873,
    "title": "토익 듣기 폭발",
    "content": "난 듣기가 특히 약했는데 뇌체크로 매일 들으니까 어느 순간 문장 덩어리가 들리더라. 그 순간 '아 이거구나' 했음 ㄹㅇ."
  },
  {
    "id": 874,
    "title": "영어면접 공포증 탈출",
    "content": "면접만 생각하면 배 아팠는데, 뇌체크로 질문 답변 루틴 만들고 나니 '그래도 해보자'가 됨. 합격까지 가니까 이제 무섭지 않음 ㅠㅠ"
  },
  {
    "id": 875,
    "title": "해외 이민 인터뷰 통과",
    "content": "긴장해서 말 못할까 봐 잠도 못 잤는데 뇌체크로 매일 말하기 연습한 게 진짜 큰 도움 됨. 통과 소식 듣고 가족끼리 울었어요 ㅠㅠ"
  },
  {
    "id": 876,
    "title": "토익 950… 인생최고",
    "content": "이게 내 점수라고? 싶은데 진짜임 ㅋㅋ 뇌체크로 꾸준히 했던 게 배신 안 함. 나 자신이 자랑스러워서 미쳤다."
  },
  {
    "id": 877,
    "title": "취업 후에도 도움됨",
    "content": "취업이 끝이 아니더라… 업무 영어가 더 빡셈 ㅠㅠ 근데 뇌체크로 계속 하니까 보고/메일이 덜 무서워짐. 덕분에 평가도 좋아짐."
  },
  {
    "id": 878,
    "title": "승진 발표날 눈물",
    "content": "영어 발표 준비하면서 뇌체크로 문장 다듬고 계속 말해봤어요. 발표 끝나고 박수 받는데 울컥… 승진까지 이어져서 진짜 폭풍눈물 ㅠㅠ"
  },
  {
    "id": 879,
    "title": "토익 700대에서 점프",
    "content": "뇌체크는 딱 할 만큼만 하게 해줘서 꾸준히 됨. 그러다 보니 어느 날 점수가 확 올라있음… 이게 제일 무서움 ㅋㅋ(좋은 의미)."
  },
  {
    "id": 880,
    "title": "영어 컴플렉스 때문에 울던 나",
    "content": "학창시절부터 영어 때문에 비교당해서 트라우마였거든요. 뇌체크 하면서 '내 속도로 해도 된다'가 되니까 마음이 풀림. 결과까지 따라와서 더 울컥 ㅠㅠ"
  },
  {
    "id": 881,
    "title": "해외팀이랑 회의 성공",
    "content": "회의 때 한 마디도 못 하던 내가 뇌체크로 준비한 표현으로 의견 냈음. 다들 고개 끄덕이는 순간… 와 진짜 전율 ㅋㅋ"
  },
  {
    "id": 882,
    "title": "토익 860 찍고 광명 찾음",
    "content": "점수 안 나오면 내가 문제인 줄만 알았는데, 그냥 방식이 없었던 거였음. 뇌체크로 루틴 잡으니까 점수 올라가고 자존감도 같이 올라감 ㄹㅇ."
  },
  {
    "id": 883,
    "title": "영어면접 붙고 현실감 없음",
    "content": "합격 메일을 열 번은 다시 읽은 듯 ㅋㅋ 뇌체크로 매일 연습하던 질문들이 실제로 나왔을 때 심장이 덜컥… 근데 답이 나오더라구요. 아직도 신기함."
  },
  {
    "id": 884,
    "title": "이직 연봉 협상까지 성공",
    "content": "영어로 내 가치를 말하는 게 제일 어렵더라구요. 뇌체크로 표현 정리해두니까 협상 때도 덜 떨림. 결과적으로 연봉 올림 ㅠㅠ"
  },
  {
    "id": 885,
    "title": "토익 900은 남의 얘기인 줄",
    "content": "항상 '900은 재능'이라고 생각했는데 뇌체크 꾸준히 하니까 내 얘기가 됨. 나 진짜 영어로 인생이 갈리는 걸 체감함 ㄹㅇ."
  },
  {
    "id": 886,
    "title": "해외 오퍼 사인함",
    "content": "오퍼 레터에 사인하는 순간 손이 떨렸어요 ㅠㅠ 영어가 제일 큰 벽이었는데 뇌체크로 매일 넘은 느낌. 이제 진짜 시작이다…!"
  },
  {
    "id": 887,
    "title": "토익 800대 유지가 됨",
    "content": "예전엔 한 번 찍고 떨어졌는데 뇌체크로 계속 하니까 감이 안 죽음. 유지되는 게 더 신기함 ㅋㅋ"
  },
  {
    "id": 888,
    "title": "면접에서 버벅임 줄었음",
    "content": "완벽하진 않아도 뇌체크로 말하는 패턴을 잡아두니까 버벅여도 복구가 됨. 그게 합격으로 이어진 것 같아서 더 고마움 ㅠㅠ"
  },
  {
    "id": 889,
    "title": "영어가 내 편이 됨",
    "content": "영어는 평생 날 괴롭히는 존재였는데, 뇌체크 하면서 '이제는 도구'가 됨. 이 감각 오니까 세상이 넓어짐 ㄹㅇ."
  },
  {
    "id": 890,
    "title": "토익 첫 900대 기념",
    "content": "뇌체크 시작할 때만 해도 700도 힘들었는데 910 찍음 ㅋㅋ 스샷 찍어서 배경화면 해놨어요. 나 자신한테 상 줌."
  },
  {
    "id": 891,
    "title": "취업 실패 반복하다가",
    "content": "면접 떨어질 때마다 영어 탓하면서 도망만 갔는데 뇌체크로 매일 조금씩 하니까 달라졌어요. 이번엔 합격했고, 그동안의 내가 불쌍할 정도 ㅠㅠ"
  },
  {
    "id": 892,
    "title": "승진 면담에서 인정받음",
    "content": "상사가 '요즘 커뮤니케이션 좋아졌다'고 하시는데 속으로 뇌체크 생각남 ㅋㅋ 영어가 되니까 자신감도 따라옴. 승진까지 이어져서 완전 행복."
  },
  {
    "id": 893,
    "title": "해외 이직 준비하는 사람 필수",
    "content": "자료 읽는 속도부터 차이가 나요. 뇌체크로 기본기 쌓아두니까 지원 자체가 덜 무서워짐. 오퍼까지 받으면 진짜 눈물남 ㅠㅠ"
  },
  {
    "id": 894,
    "title": "토익 점수 보고 엄마가 놀람",
    "content": "엄마가 '너가 영어를?' 이러심 ㅋㅋ 나도 놀람. 뇌체크가 꾸준함을 만들어줘서 가능했던 듯. 진짜 고맙다."
  },
  {
    "id": 895,
    "title": "영어 컴플렉스 극복 완료",
    "content": "사람들 앞에서 영어 한 마디도 못 하던 내가 이제는 질문도 하고 답도 함. 뇌체크로 쌓인 게 내 편이 되더라. 이게 인생역전 맞지 뭐 ㅠㅠ"
  },
  {
    "id": 896,
    "title": "뉴욕에서 길 물어봄ㅋㅋ",
    "content": "타임스퀘어 근처에서 지하철 입구 못 찾아서 멘붕 왔는데 뇌체크에서 길 물어보는 문장 연습한 게 딱 생각남… 'Excuse me, where is...' 이거 꺼내자마자 바로 해결 ㅋㅋ 진짜 여행에서 영어 한 문장이라도 입 밖으로 나오면 게임 끝임 ㄹㅇ"
  },
  {
    "id": 897,
    "title": "외국인 친구 생김!!",
    "content": "호스텔 공용 주방에서 외국인들이랑 어색해서 물만 마시고 도망치던 나였는데 ㅠㅠ 뇌체크로 자기소개/스몰토크만 꾸준히 돌리니까 갑자기 입이 열림… 'Where are you from?'부터 시작해서 같이 맥주도 마심 ㅋㅋ 친구 생긴 거 실화냐"
  },
  {
    "id": 898,
    "title": "길 잃어도 안 울었음ㅠㅠ",
    "content": "스페인 골목에서 구글맵이 갑자기 멈춰서 진짜 눈물 찔끔했거든요… 근데 뇌체크에서 'I think I'm lost' 같은 거 연습해둔 덕에 현지인한테 말 걸어서 무사히 숙소 복귀… 예전 같으면 입도 못 떼고 울었을 듯 ㅠㅠ"
  },
  {
    "id": 899,
    "title": "현지인이 칭찬해줌ㅠㅠ",
    "content": "런던 카페에서 주문할 때 더듬더듬 했는데 직원이 'Your English is good!' 이래서 진짜 심장 멈추는 줄… ㅋㅋㅋㅋ 뇌체크 발음 연습한 거 괜히 한 거 아니었음. 그날 하루 종일 기분 미쳤다"
  },
  {
    "id": 900,
    "title": "공항에서 당당해짐",
    "content": "입국심사 영어 질문 무서워서 비행기 타기 전부터 위장 아팠는데 ㅠㅠ 뇌체크로 자주 나오는 질문들 계속 돌리니까 막상 가서 'I'm here for travel' 또박또박 말함. 나도 나 자신이 신기함 ㄹㅇ"
  }
]